/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsFormatKey" = "Bijlagen (%d)";

/* Old singular title format */
"AttachmentsKey" = "Bijlage (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Bijlage toevoegen";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Foto nemen";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Fotobibliotheek";

/* The voice announcement when an attachment is deleted */
"AttachmentDeletedKey" = "Bijlage %d verwijderd";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Bestanden";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Annuleren";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Titel";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Notities";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Waarde";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "WAARSCHUWING: de navigationController voor de huidige UITableViewController voor FUIFormCell is nul. FUIAttachmentsFormCell en ListPickerFormCell zullen niet naar behoren functioneren.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d uur %d min.";

/* The default keyName for the `FUIDurationPickerFormCell`. */
"Duration" = "Duur";

/* The hour label string in the FUIDurationPickerFormCell */
"hourKey" = "uur";

/* The hours label string in the FUIDurationPickerFormCell */
"hoursKey" = "uur";

/* The minute label string in the FUIDurationPickerFormCell */
"minKey" = "min.";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Geselecteerd";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Alles";

/* The anchor button title for selected entries in `FUIListPickerTableViewController`. */
"SelectedFormatKey" = "Geselecteerd (%d)";

/* The anchor button accesibility hint format for multiple selected items. */
"MultipleSelectedFormatKey" = "Tik twee keer om de %d geselecteerde items weer te geven.";

/* The anchor button accesibility hint format for single selected item. */
"SingleSelectedFormatKey" = "Tik twee keer om het geselecteerde item weer te geven.";

/* The alert message for `FUIListPickerTableViewController` pulldown dismissal */
"DiscardSelectionsMessageKey" = "Weet u zeker dat u uw selecties wilt verwerpen?";

/* The alert Discard Changes action title for `FUIListPickerTableViewController` pulldown dismissal */
"DiscardChangesKey" = "Wijzigingen verwerpen";

/* The alert Keep Editing action title for `FUIListPickerTableViewController` pulldown dismissal */
"KeepEditingKey" = "Doorgaan met bewerken";

/* The title for the Apply action title for the `FUIListPickerTableViewController` */
"ApplyKey" = "Toepassen";

/* The warning string when search is enabled but the `ListPickerFormCell\n` has the `listPickerDataSource` set but `listPickerSearchResultsUpdating\n` property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Waarschuwing: zoeken is uitgeschakeld: de eigenschap listPickerSearchResultsUpdating in ListPickerFormCell is nul.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Alles selecteren";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Alles deselecteren";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Sluiten";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "Meer";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "Minder";

/* The string for switch button */
"SwitchBUttonKey" = "Omschakelknop";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "aan";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "uit";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Tik twee keer om instelling aan/uit te schakelen";

/* The default title for FUIOrderPickerFormCell.\n This string can be overwritten by the \"title\" property \n in FUIOrderPickerFormCell. */
"SortByKey" = "Sorteren op";

/* The sort criterion state for FUIOrderPickerFormItemCell.\n It is used in voice over. */
"NotSelectedKey" = "Niet geselecteerd";

/* Criterion view accessibility hint */
"CriterionHintKey" = "Tik twee keer om selectie aan/uit te schakelen";

/* OrderDirection view accessibility hint */
"OrderDirectionHintKey" = "Tik twee keer om volgorderichting aan/uit te schakelen";

/* FUISliderFormCell accessibility label */
"FUISliderFormCellAccessibilityLabelKey" = "dit is %@-schuif met maximumwaarde %@ en minimumwaarde %@";

/* FUISliderFormCell accessibility hint */
"FUISliderFormCellAccessibilityHintKey" = "U kunt naar boven/beneden vegen terwijl element is geselecteerd om de waarde van de schuif te wijzigen";

/* FUISliderFormCell accessibility value */
"FUISliderFormCellAccessibilityValueKey" = "Huidige waarde is %@";

/* FUISliderFormCell accessibility change value */
"FUISliderFormCellAccessibilityChangeValueKey" = "Huidige waarde gewijzigd in %@";

/* Default hint text for Read-only Field for FUITextFieldFormCell */
"ReadOnlyFieldKey" = "Alleen-lezenveld";

/* Default error text for when the character count reaches the maximum limit for `FUITextFieldFormCell` */
"CharCountReachLimitMsg" = "Geen resterende tekens";

/* Default error text for when the character count exceeds the maximum limit for `FUITextFieldFormCell`. */
"CharCountBeyondLimitMsg" = "Verminder het aantal tekens";

/* Default accessibility label for Alternative Input Action button name for FUITextFieldFormCell */
"AlternativeInputActionKey" = "Alternatieve invoeractie";

/* Button for accessibility voice over announcement */
"ButtonKey" = "Knop";

/* Clear Text button title */
"ClearTextKey" = "Tekst wissen";

/* Announcement for input text is cleared */
"InputTextClearedKey" = "Ingevoerde tekst is gewist";

/* Other accessibility hint strings */
"DoubleTapToOpenKey" = "Tweemaal tikken om te openen";

"DoubleTapToCollapseKey" = "Tweemaal tikken om te verbergen";

"DoubleTapToSelectFromList" = "Tweemaal tikken om uit lijst te selecteren";

"DoubleTapToSelect" = "Tweemaal tikken om te selecteren";

"DoubleTapToUnselect" = "Tweemaal tikken om de selectie ongedaan te maken";

"FlashKey" = "Flits";

"FlashIsTurnedOnKey" = "Flits ingeschakeld";

"FlashIsTurnedOffKey" = "Flits uitgeschakeld";

"DoubleTapToTurnOnFlashKey" = "Tweemaal tikken om flits in te schakelen";

"DoubleTapToTurnOffFlashKey" = "Tweemaal tikken om flits uit te schakelen";

/* FUIStepperView tip */
"StepperTipKey" = "Dit is een waarderegelaar die bewerkbaar is";

/* FUIStepperView tip unable be edited */
"StepperTipNotEditableKey" = "Dit is een waarderegelaar die niet bewerkbaar is";

/* FUIStepperView stepper maximum value */
"StepperMaximumValueKey" = "Maximumwaarde is %@";

/* FUIStepperView stepper minimum value */
"StepperMinimumValueKey" = "Minimumwaarde is %@";

/* FUIStepperView increase button */
"StepperIncreaseValueByOneKey" = "Verhoog de waarde met 1";

/* FUIStepperView decrease button */
"StepperDecreaseValueByOneKey" = "Verlaag de waarde met 1";

/* FUIStepperView textField value */
"StepperCurrentValueKey" = "Huidige waarde is";

/* Title for UINavigationBar in the FUISortFilterViewController */
"Filter" = "Filter";

/* Subtitle for UINavigationBar in the FUISortFilterViewController; \"\\(filteredNum)\" and \"\\(totalNum)\" don't require localization. */
"ResultsOf" = "Resultaten \\(filteredNum) van \\(totalNum)";

/* Title for Action Button in the FUISortFilterViewController; \"\\(filteredNum)\" doesn't require localization. */
"ShowResults" = "\\(filteredNum) items weergeven";

/* Title for Button \"Reset\" in UINavigationBar to reset filter criteria in the FUISortFilterViewController */
"Reset" = "Resetten";

/* FUIRangeSliderContentView slider tip */
"SliderTipKey" = "Dit is een schuif die bewerkbaar is, de minimumwaarde is %@ en de maximumwaarde is %@";

/* FUIRangeSliderContentView slider tip unable be editable */
"SliderTipNotEditableKey" = "Dit is een schuif die niet bewerkbaar is, de minimumwaarde is %@ en de maximumwaarde is %@";

/* FUIRangeSliderContentView range slider tip */
"RangeSliderTipKey" = "Dit is een schuifbalk die bewerkbaar is, de minimumwaarde is %@ en de maximumwaarde is %@";

/* FUIRangeSliderContentView range slider tip unable be editable */
"RangeSliderTipNotEditableKey" = "Dit is een schuifbalk die niet bewerkbaar is, de minimumwaarde is %@ en de maximumwaarde is %@";

/* FUIRangeSliderContentView slider value textField */
"SliderValueTextFieldKey" = "tekstveld schuifwaarde";

/* FUIRangeSliderContentView range slider lower value textField */
"RangeSliderLowerValueTextFieldKey" = "tekstveld laagste waarde";

/* FUIRangeSliderContentView range slider upper value textField */
"RangeSliderUpperValueTextFieldKey" = "tekstveld hoogste waarde";

/* FUIRangeSliderContentView range slider textField hint text */
"RangeSliderTextFieldHintKey" = "U kunt tweemaal tikken om een specifieke waarde in te voeren";

/* FUIRangeSlider slider thumb tip */
"SliderThumbTipKey" = "schuifknop, huidige waarde is";

/* FUIRangeSlider slider hint text */
"SliderThumbHintKey" = "u kunt omhoog of omlaag vegen om de waarde te wijzigen";

/* FUIRangeSlider lower range slider thumb tip */
"LowerRangeSliderThumbTipKey" = "schuifknop laagste waarde, huidige waarde is";

/* FUIRangeSlider lower range slider thumb hint text */
"LowerRangeSliderThumbHintKey" = "u kunt omhoog of omlaag vegen om de laagste waarde te wijzigen";

/* FUIRangeSlider upper range slider thumb tip */
"UpperRangeSliderThumbTipKey" = "schuifknop hoogste waarde, huidige waarde is";

/* FUIRangeSlider upper range slider thumb hint text */
"UpperRangeSliderThumbHintKey" = "u kunt omhoog of omlaag vegen om de hoogste waarde te wijzigen";

/* FUIRangeSlider slider value tip */
"SliderValueTipKey" = "huidige waarde is %@";

/* FUIRangeSlider range slider value tip */
"RangeSliderValueTipKey" = "huidige laagste waarde is %@, huidige hoogste waarde is %@";

/* FUIRatingControl accessibility label */
"RatingControlAccessibilityLabel" = "%d van %d sterren";

/* FUIRatingControl hint */
"RatingControlHintKey" = "Tweemaal tikken en naar links of naar rechts slepen om de waarde aan te passen";

/* Search Barcode Scan Button */
"BarcodeScanKey" = "Barcode scannen";

"BarcodeScanHintKey" = "Tweemaal tikken om te scannen";

